Repository: WPPlugins/wpshop
Catalog: includes/modules/wps_wishlist/languages/wps_wishlist_i18n-*.po
Languages: fr_fr

source: My wishlist
fr_fr: Ma liste d'envies

source: Add to wishlist
fr_fr: Ajouter à ma liste d'envies

source: Activate wishlist
fr_fr: Activer la liste d'envies

source: Activate the possibility to have a wishlist
fr_fr: Active la possibilité d'avoir une liste de souhaits

source: Use this link for share your wishlist
fr_fr: Utilisez ce lien pour partager votre liste d'envies

source: No product found in this wishlist
fr_fr: Aucun produit trouvé dans cette liste

source: Wishlist
fr_fr: Envies

source: No wishlist actually
fr_fr: Pas de liste d'envies pour le moment

source: Please enter the name of wishlist
fr_fr: Veuillez entrer un nom pour votre liste d'envies

source: Create and add my product
fr_fr: Créer ma liste d'envies et ajouter ce produit

source: You are not allowed to use this service.
fr_fr: Vous n'êtes pas autorisé à utiliser ce service.
